export const PRODUCT_DICTIONARY = {
    DESCRIPTION_LABEL: 'Описание:',
    MODEL_LABEL: 'Модель:',
    MATERIAL_LABEL: 'Материал:',
    COLOR_LABEL: 'Цвет:',
    SIZE_LABEL: 'Размер:',
    COLOR_AND_SIZE_LABEL: 'Цвет и размер:',
    TABLE_SIZE_LABEL: 'Таблица размеров',
    SIZES: [38, 40, 42, 44, 46, 48, 50, 52],
    TABLE_SIZE_HEAD: ['Росcийский размер', 'Обхват груди', 'Обхват талии', 'Обхват бедер'],
    TABLE_SIZE_BODY: [
        ['40', '71-81', '59-62', '87-90'],
        ['42', '82-85', '63-66', '90-93'],
        ['44', '86-89', '67-71', '94-97'],
        ['46', '90-93', '71-75', '98-100'],
        ['48', '94-97', '75-79', '102-105'],
        ['50', '98-101', '80-84', '106-109'],
        ['52', '101-104', '84-89', '109-112'],
        ['54', '105-108', '90-94', '113-117'],
    ]
};