export const PRODUCT_DICTIONARY = {
    DESCRIPTION_LABEL: 'Описание:',
    MODEL_LABEL: 'Модель:',
    MATERIAL_LABEL: 'Материал:',
    COLOR_LABEL: 'Цвет:',
    SIZE_LABEL: 'Размер:',
    CURRENT_COLOR_LABEL: 'Текущий цвет:',
    COLOR_AND_SIZE_LABEL: 'Цвет и размер:',
    TABLE_SIZE_LABEL: 'Таблица размеров',
    SIZES: [40, 42, 44, 46, 48, 50, 52, 54, 56, 58, 60],
    TABLE_SIZE_HEAD: ['Росcийский размер', 'Обхват груди', 'Обхват талии', 'Обхват бедер'],
    TABLE_SIZE_BODY: [
        ['38', '76', '57', '84'],
        ['40', '80', '60', '88'],
        ['42', '84', '63', '92'],
        ['44', '88', '66', '96'],
        ['46', '92', '70', '100'],
        ['48', '96', '74', '104'],
        ['50', '100', '80', '108'],
        ['52', '104', '84', '112'],
        ['54', '108', '88', '116'],
        ['56', '112', '92', '120'],
        ['58', '116', '96', '124'],
        ['60', '120', '100', '128'],

    ]
};